Repository: vk-jr/AgriTech
Catalog: lib/l10n/app_*.arb
Languages: hi, ml

# appTitle
source: AgriTech App
hi: एग्रीटेक ऐप
ml: അഗ്രിടെക് ആപ്പ്

source: Settings
hi: सेटिंग्स
ml: ക്രമീകരണങ്ങൾ

source: Notifications
hi: सूचनाएं
ml: അറിയിപ്പുകൾ

source: Enable Notifications
hi: सूचनाएं सक्षम करें
ml: അറിയിപ്പുകൾ പ്രാപ്തമാക്കുക

source: Receive all notifications
hi: सभी सूचनाएं प्राप्त करें
ml: എല്ലാ അറിയിപ്പുകളും സ്വീകരിക്കുക

source: Notification Types
hi: सूचना प्रकार
ml: അറിയിപ്പ് തരങ്ങൾ

source: New Posts
hi: नई पोस्ट
ml: പുതിയ പോസ്റ്റുകൾ

# newPostsDesc
source: Get notified about new community posts
hi: नई कम्युनिटी पोस्ट की सूचना पाएं
ml: പുതിയ കമ്മ്യൂണിറ്റി പോസ്റ്റുകളെക്കുറിച്ച് അറിയിപ്പ് നേടുക

source: Comments
hi: टिप्पणियां
ml: അഭിപ്രായങ്ങൾ

# commentsDesc
source: Get notified when someone comments on your posts
hi: जब कोई आपकी पोस्ट पर टिप्पणी करे तो सूचना पाएं
ml: നിങ്ങളുടെ പോസ്റ്റുകളിൽ ആരെങ്കിലും അഭിപ്രായം പറയുമ്പോൾ അറിയിപ്പ് നേടുക

source: Likes
hi: लाइक
ml: ലൈക്കുകൾ

# likesDesc
source: Get notified when someone likes your content
hi: जब कोई आपकी सामग्री को पसंद करे तो सूचना पाएं
ml: നിങ്ങളുടെ ഉള്ളടക്കം ആരെങ്കിലും ഇഷ്ടപ്പെടുമ്പോൾ അറിയിപ്പ് നേടുക

source: Orders
hi: ऑर्डर
ml: ഓർഡറുകൾ

# ordersDesc
source: Get notified about order updates
hi: ऑर्डर अपडेट की सूचना पाएं
ml: ഓർഡർ അപ്ഡേറ്റുകളെക്കുറിച്ച് അറിയിപ്പ് നേടുക

source: Weather Alerts
hi: मौसम चेतावनी
ml: കാലാവസ്ഥാ മുന്നറിയിപ്പുകൾ

# weatherAlertsDesc
source: Receive weather warnings and alerts
hi: मौसम की चेतावनी और अलर्ट प्राप्त करें
ml: കാലാവസ്ഥാ മുന്നറിയിപ്പുകളും അലേർട്ടുകളും സ്വീകരിക്കുക

source: Market Updates
hi: बाजार अपडेट
ml: മാർക്കറ്റ് അപ്ഡേറ്റുകൾ

# marketUpdatesDesc
source: Get notified about market price changes
hi: बाजार की कीमतों में बदलाव की सूचना पाएं
ml: മാർക്കറ്റ് വില മാറ്റങ്ങളെക്കുറിച്ച് അറിയിപ്പ് നേടുക

source: App Settings
hi: ऐप सेटिंग्स
ml: ആപ്പ് ക്രമീകരണങ്ങൾ

source: Theme
hi: थीम
ml: തീം

source: Light Theme
hi: लाइट थीम
ml: ലൈറ്റ് തീം

# lightThemeDesc
source: Use light colors and white background
hi: हल्के रंग और सफेद बैकग्राउंड का उपयोग करें
ml: ഇളം നിറങ്ങളും വെള്ള പശ്ചാത്തലവും ഉപയോഗിക്കുക

source: Dark Theme
hi: डार्क थीम
ml: ഡാർക്ക് തീം

# darkThemeDesc
source: Use dark colors and black background
hi: गहरे रंग और काले बैकग्राउंड का उपयोग करें
ml: ഇരുണ്ട നിറങ്ങളും കറുത്ത പശ്ചാത്തലവും ഉപയോഗിക്കുക

source: System Theme
hi: सिस्टम थीम
ml: സിസ്റ്റം തീം

# systemThemeDesc
source: Follow your device theme settings
hi: अपने डिवाइस की थीम सेटिंग्स का पालन करें
ml: നിങ്ങളുടെ ഉപകരണത്തിന്റെ തീം ക്രമീകരണങ്ങൾ പിന്തുടരുക

source: Language
hi: भाषा
ml: ഭാഷ

source: App language
hi: ऐप की भाषा
ml: ആപ്പ് ഭാഷ

source: Currency
hi: मुद्रा
ml: കറൻസി

source: Display currency
hi: प्रदर्शन मुद्रा
ml: പ്രദർശന കറൻസി

source: Temperature Unit
hi: तापमान इकाई
ml: താപനില യൂണിറ്റ്

source: Temperature display
hi: तापमान प्रदर्शन
ml: താപനില പ്രദർശനം

source: Measurement Unit
hi: माप इकाई
ml: അളവ് യൂണിറ്റ്

# measurementUnitDesc
source: Distance and area measurements
hi: दूरी और क्षेत्र माप
ml: ദൂരവും വിസ്തീർണ്ണവും അളക്കൽ

source: Privacy & Security
hi: गोपनीयता और सुरक्षा
ml: സ്വകാര്യതയും സുരക്ഷയും

source: Profile Visibility
hi: प्रोफाइल दृश्यता
ml: പ്രൊഫൈൽ ദൃശ്യത

# profileVisibilityDesc
source: Make your profile visible to other users
hi: अपनी प्रोफाइल को अन्य उपयोगकर्ताओं के लिए दृश्यमान बनाएं
ml: നിങ്ങളുടെ പ്രൊഫൈൽ മറ്റ് ഉപയോക്താക്കൾക്ക് ദൃശ്യമാക്കുക

source: Location Sharing
hi: स्थान साझाकरण
ml: ലൊക്കേഷൻ പങ്കിടൽ

# locationSharingDesc
source: Share your location for better recommendations
hi: बेहतर सुझावों के लिए अपना स्थान साझा करें
ml: മികച്ച ശുപാർശകൾക്കായി നിങ്ങളുടെ ലൊക്കേഷൻ പങ്കിടുക

source: Change Password
hi: पासवर्ड बदलें
ml: പാസ്‌വേഡ് മാറ്റുക

# changePasswordDesc
source: Update your account password
hi: अपने खाते का पासवर्ड अपडेट करें
ml: നിങ്ങളുടെ അക്കൗണ്ട് പാസ്‌വേഡ് അപ്ഡേറ്റ് ചെയ്യുക

source: Privacy Policy
hi: गोपनीयता नीति
ml: സ്വകാര്യതാ നയം

# privacyPolicyDesc
source: Read our privacy policy
hi: हमारी गोपनीयता नीति पढ़ें
ml: ഞങ്ങളുടെ സ്വകാര്യതാ നയം വായിക്കുക

source: Terms of Service
hi: सेवा की शर्तें
ml: സേവന നിബന്ധനകൾ

# termsOfServiceDesc
source: Read our terms of service
hi: हमारी सेवा की शर्तें पढ़ें
ml: ഞങ്ങളുടെ സേവന നിബന്ധനകൾ വായിക്കുക

source: Account
hi: खाता
ml: അക്കൗണ്ട്

source: Export Data
hi: डेटा निर्यात करें
ml: ഡാറ്റ എക്സ്പോർട്ട് ചെയ്യുക

# exportDataDesc
source: Download your account data
hi: अपने खाते का डेटा डाउनलोड करें
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഡാറ്റ ഡൗൺലോഡ് ചെയ്യുക

source: Clear Cache
hi: कैश साफ़ करें
ml: കാഷ് മായ്ക്കുക

# clearCacheDesc
source: Free up storage space
hi: स्टोरेज स्पेस खाली करें
ml: സ്റ്റോറേജ് സ്ഥലം സ്വതന്ത്രമാക്കുക

source: Logout
hi: लॉगआउट
ml: ലോഗൗട്ട്

source: Delete Account
hi: खाता हटाएं
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

source: About
hi: के बारे में
ml: കുറിച്ച്

source: Help & Support
hi: सहायता और समर्थन
ml: സഹായവും പിന്തുണയും

# helpSupportDesc
source: Get help or contact support
hi: सहायता प्राप्त करें या समर्थन से संपर्क करें
ml: സഹായം നേടുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക

source: Rate App
hi: ऐप को रेट करें
ml: ആപ്പ് റേറ്റ് ചെയ്യുക

# rateAppDesc
source: Rate us on the app store
hi: ऐप स्टोर पर हमें रेट करें
ml: ആപ്പ് സ്റ്റോറിൽ ഞങ്ങളെ റേറ്റ് ചെയ്യുക

source: Share App
hi: ऐप साझा करें
ml: ആപ്പ് പങ്കിടുക

# shareAppDesc
source: Share with friends and family
hi: दोस्तों और परिवार के साथ साझा करें
ml: സുഹൃത്തുക്കളുമായും കുടുംബത്തോടുമായി പങ്കിടുക

# version
source: Version 1.0.0 (Build 1)
hi: संस्करण 1.0.0 (बिल्ड 1)
ml: പതിപ്പ് 1.0.0 (ബിൽഡ് 1)

# copyright
source: © 2024 AgriTech Solutions
hi: © 2024 एग्रीटेक सॉल्यूशंस
ml: © 2024 അഗ്രിടെക് സൊല്യൂഷൻസ്

source: Please log in to access settings
hi: सेटिंग्स तक पहुंचने के लिए कृपया लॉग इन करें
ml: ക്രമീകരണങ്ങൾ ആക്സസ് ചെയ്യാൻ ദയവായി ലോഗിൻ ചെയ്യുക

source: English
hi: अंग्रेजी
ml: ഇംഗ്ലീഷ്

source: Hindi
hi: हिंदी
ml: ഹിന്ദി

source: Malayalam
hi: मलयालम
ml: മലയാളം

source: Indian Rupee (₹)
hi: भारतीय रुपया (₹)
ml: ഇന്ത്യൻ രൂപ (₹)

source: US Dollar ($)
hi: अमेरिकी डॉलर ($)
ml: യുഎസ് ഡോളർ ($)

source: Euro (€)
hi: यूरो (€)
ml: യൂറോ (€)

# celsius
source: Celsius (°C)
hi: सेल्सियस (°C)
ml: സെൽഷ്യസ് (°C)

# fahrenheit
source: Fahrenheit (°F)
hi: फारेनहाइट (°F)
ml: ഫാരൻഹീറ്റ് (°F)

# metric
source: Metric (km, hectares)
hi: मेट्रिक (किमी, हेक्टेयर)
ml: മെട്രിക് (കിമി, ഹെക്ടർ)

# imperial
source: Imperial (miles, acres)
hi: इंपीरियल (मील, एकड़)
ml: ഇംപീരിയൽ (മൈൽ, ഏക്കർ)

source: enabled
hi: सक्षम
ml: പ്രാപ്തമാക്കി

source: disabled
hi: अक्षम
ml: അപ്രാപ്തമാക്കി

source: updated to
hi: अपडेट किया गया
ml: അപ്ഡേറ്റ് ചെയ്തു

# changePasswordDialogTitle
source: Change Password
hi: पासवर्ड बदलें
ml: പാസ്‌വേഡ് മാറ്റുക

# changePasswordDialogContent
source: Password change feature will be implemented in the full version.
hi: पासवर्ड बदलने की सुविधा पूर्ण संस्करण में लागू की जाएगी।
ml: പാസ്‌വേഡ് മാറ്റൽ സവിശേഷത പൂർണ്ണ പതിപ്പിൽ നടപ്പിലാക്കും.

source: OK
hi: ठीक है
ml: ശരി

source: Opening privacy policy...
hi: गोपनीयता नीति खोली जा रही है...
ml: സ്വകാര്യതാ നയം തുറക്കുന്നു...

source: Opening terms of service...
hi: सेवा की शर्तें खोली जा रही हैं...
ml: സേവന നിബന്ധനകൾ തുറക്കുന്നു...

source: Preparing data export...
hi: डेटा निर्यात तैयार किया जा रहा है...
ml: ഡാറ്റ എക്സ്പോർട്ട് തയ്യാറാക്കുന്നു...

# clearCacheDialogTitle
source: Clear Cache
hi: कैश साफ़ करें
ml: കാഷ് മായ്ക്കുക

# clearCacheDialogContent
source: This will clear all cached data. Are you sure?
hi: यह सभी कैश्ड डेटा को साफ़ कर देगा। क्या आप सुनिश्चित हैं?
ml: ഇത് എല്ലാ കാഷ് ചെയ്ത ഡാറ്റയും മായ്ക്കും. നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Cancel
hi: रद्द करें
ml: റദ്ദാക്കുക

source: Clear
hi: साफ़ करें
ml: മായ്ക്കുക

source: Cache cleared successfully
hi: कैश सफलतापूर्वक साफ़ किया गया
ml: കാഷ് വിജയകരമായി മായ്ച്ചു

# logoutDialogTitle
source: Logout
hi: लॉगआउट
ml: ലോഗൗട്ട്

# logoutDialogContent
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
ml: നിങ്ങൾക്ക് ശരിക്കും ലോഗൗട്ട് ചെയ്യണോ?

# deleteAccountDialogTitle
source: Delete Account
hi: खाता हटाएं
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

# deleteAccountDialogContent
source: This action cannot be undone. All your data will be permanently deleted. Are you sure?
hi: यह क्रिया पूर्ववत नहीं की जा सकती। आपका सारा डेटा स्थायी रूप से हटा दिया जाएगा। क्या आप सुनिश्चित हैं?
ml: ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല. നിങ്ങളുടെ എല്ലാ ഡാറ്റയും സ്ഥിരമായി ഇല്ലാതാക്കും. നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Delete
hi: हटाएं
ml: ഇല്ലാതാക്കുക

source: Account deleted successfully
hi: खाता सफलतापूर्वक हटा दिया गया
ml: അക്കൗണ്ട് വിജയകരമായി ഇല്ലാതാക്കി

source: Opening help center...
hi: सहायता केंद्र खोला जा रहा है...
ml: സഹായ കേന്ദ്രം തുറക്കുന്നു...

source: Opening app store...
hi: ऐप स्टोर खोला जा रहा है...
ml: ആപ്പ് സ്റ്റോർ തുറക്കുന്നു...

source: Sharing app...
hi: ऐप साझा किया जा रहा है...
ml: ആപ്പ് പങ്കിടുന്നു...

source: AgriTech Dashboard
hi: एग्रीटेक डैशबोर्ड
ml: അഗ്രിടെക് ഡാഷ്ബോർഡ്

# welcomeBack
source: Welcome back, {name}!
hi: वापसी पर स्वागत है, {name}!
ml: തിരിച്ചുവരവിൽ സ്വാഗതം, {name}!

source: Level
hi: स्तर
ml: ലെവൽ

source: Farm Overview
hi: फार्म अवलोकन
ml: ഫാം അവലോകനം

source: Active Crops
hi: सक्रिय फसलें
ml: സജീവ വിളകൾ

source: Total Yield
hi: कुल उत्पादन
ml: മൊത്തം വിളവ്

source: Monthly Revenue
hi: मासिक आय
ml: മാസിക വരുമാനം

source: Water Saved
hi: पानी की बचत
ml: ജലം ലാഭിച്ചു

source: Alerts & Notifications
hi: अलर्ट और सूचनाएं
ml: അലേർട്ടുകളും അറിയിപ്പുകളും

source: View All
hi: सभी देखें
ml: എല്ലാം കാണുക

source: Home
hi: होम
ml: ഹോം

source: AI Tools
hi: टूल्स
ml: ടൂളുകൾ

source: Market
hi: बाजार
ml: മാർക്കറ്റ്

source: Community
hi: समुदाय
ml: കമ്മ്യൂണിറ്റി

source: Profile
hi: प्रोफाइल
ml: പ്രൊഫൈൽ

source: Quick Actions
hi: त्वरित कार्य
ml: പെട്ടെന്നുള്ള പ്രവർത്തനങ്ങൾ

source: Sustainability
hi: स्थिरता
ml: സുസ്ഥിരത

source: Weather Forecast
hi: मौसम पूर्वानुमान
ml: കാലാവസ്ഥാ പ്രവചനം

source: Soil Health
hi: मिट्टी का स्वास्थ्य
ml: മണ്ണിന്റെ ആരോഗ്യം

source: Crop Recommendations
hi: फसल सुझाव
ml: വിള ശുപാർശകൾ

source: Irrigation Schedule
hi: सिंचाई कार्यक्रम
ml: ജലസേചന ഷെഡ്യൂൾ

source: Pest Control
hi: कीट नियंत्रण
ml: കീട നിയന്ത്രണം

source: Fertilizer Guide
hi: उर्वरक गाइड
ml: വളം ഗൈഡ്

source: Market Prices
hi: बाजार भाव
ml: മാർക്കറ്റ് വിലകൾ

source: Sell Produce
hi: उत्पाद बेचें
ml: ഉൽപ്പന്നങ്ങൾ വിൽക്കുക

source: Buy Supplies
hi: आपूर्ति खरीदें
ml: സപ്ലൈകൾ വാങ്ങുക

# connectFarmers
source: Connect with Farmers
hi: किसानों से जुड़ें
ml: കർഷകരുമായി ബന്ധപ്പെടുക

source: Ask Questions
hi: प्रश्न पूछें
ml: ചോദ്യങ്ങൾ ചോദിക്കുക

source: Share Experience
hi: अनुभव साझा करें
ml: അനുഭവം പങ്കിടുക

source: View Profile
hi: प्रोफाइल देखें
ml: പ്രൊഫൈൽ കാണുക

source: Edit Profile
hi: प्रोफाइल संपादित करें
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക

source: Achievements
hi: उपलब्धियां
ml: നേട്ടങ്ങൾ

source: Carbon Footprint
hi: कार्बन फुटप्रिंट
ml: കാർബൺ കാൽപ്പാട്

source: Water Usage
hi: पानी का उपयोग
ml: ജല ഉപയോഗം

source: Organic Practices
hi: जैविक प्रथाएं
ml: ജൈവിക രീതികൾ

source: Renewable Energy
hi: नवीकरणीय ऊर्जा
ml: പുനരുപയോഗ ഊർജ്ജം

source: AI-Powered Agriculture
hi: स्मार्ट कृषि टूल्स
ml: സ്മാർട്ട് കൃഷി ടൂളുകൾ

# aiDescription
source: Leverage artificial intelligence to make smarter farming decisions
hi: स्मार्ट खेती के निर्णय लेने के लिए कृत्रिम बुद्धिमत्ता का लाभ उठाएं
ml: മികച്ച കാർഷിക തീരുമാനങ്ങൾ എടുക്കാൻ കൃത്രിമ ബുദ്ധി പ്രയോജനപ്പെടുത്തുക

# aiTip
source: Tip: Take clear, well-lit photos for better AI analysis results
hi: सुझाव: बेहतर AI विश्लेषण परिणामों के लिए स्पष्ट, अच्छी रोशनी वाली तस्वीरें लें
ml: നുറുങ്ങ്: മികച്ച AI വിശകലന ഫലങ്ങൾക്കായി വ്യക്തവും നല്ല വെളിച്ചമുള്ളതുമായ ഫോട്ടോകൾ എടുക്കുക

source: Plant Doctor
hi: पौधे का डॉक्टर
ml: പ്ലാന്റ് ഡോക്ടർ

# plantDoctorDesc
source: Diagnose plant diseases and get treatment recommendations
hi: पौधों की बीमारियों का निदान करें और उपचार की सिफारिशें प्राप्त करें
ml: സസ്യ രോഗങ്ങൾ നിർണ്ണയിക്കുകയും ചികിത്സാ ശുപാർശകൾ നേടുകയും ചെയ്യുക

source: Crop Suggestions
hi: फसल सुझाव
ml: വിള ശുപാർശകൾ

# cropSuggestionsDesc
source: Get AI-powered crop recommendations based on your soil and climate
hi: अपनी मिट्टी और जलवायु के आधार पर AI-संचालित फसल सिफारिशें प्राप्त करें
ml: നിങ്ങളുടെ മണ്ണും കാലാവസ്ഥയും അടിസ്ഥാനമാക്കി AI-പവർഡ് വിള ശുപാർശകൾ നേടുക

source: AR Viewer
hi: AR व्यूअर
ml: AR വ്യൂവർ

# arViewerDesc
source: Visualize crops and farming equipment in augmented reality
hi: संवर्धित वास्तविकता में फसलों और कृषि उपकरणों को देखें
ml: ഓഗ്മെന്റഡ് റിയാലിറ്റിയിൽ വിളകളും കാർഷിക ഉപകരണങ്ങളും ദൃശ്യവൽക്കരിക്കുക

source: Satellite Analysis
hi: उपग्रह विश्लेषण
ml: സാറ്റലൈറ്റ് വിശകലനം

# satelliteAnalysisDesc
source: Analyze your farmland using satellite imagery
hi: उपग्रह इमेजरी का उपयोग करके अपनी कृषि भूमि का विश्लेषण करें
ml: സാറ്റലൈറ്റ് ഇമേജറി ഉപയോഗിച്ച് നിങ്ങളുടെ കൃഷിഭൂമി വിശകലനം ചെയ്യുക

source: Coming Soon
hi: जल्द आ रहा है
ml: ഉടൻ വരുന്നു

source: Smart Irrigation
hi: स्मार्ट सिंचाई
ml: സ്മാർട്ട് ജലസേചനം

# smartIrrigationDesc
source: AI-optimized irrigation scheduling
hi: AI-अनुकूलित सिंचाई शेड्यूलिंग
ml: AI-ഒപ്റ്റിമൈസ്ഡ് ജലസേചന ഷെഡ്യൂളിംഗ്

source: Yield Prediction
hi: उत्पादन पूर्वानुमान
ml: വിളവ് പ്രവചനം

# yieldPredictionDesc
source: Predict crop yields using machine learning
hi: मशीन लर्निंग का उपयोग करके फसल उत्पादन की भविष्यवाणी करें
ml: മെഷീൻ ലേണിംഗ് ഉപയോഗിച്ച് വിള വിളവ് പ്രവചിക്കുക

source: Weather Insights
hi: मौसम अंतर्दृष्टि
ml: കാലാവസ്ഥാ അന്വേഷണങ്ങൾ

# weatherInsightsDesc
source: Advanced weather analysis and predictions
hi: उन्नत मौसम विश्लेषण और पूर्वानुमान
ml: വിപുലമായ കാലാവസ്ഥാ വിശകലനവും പ്രവചനങ്ങളും

source: Main AI Tools
hi: मुख्य टूल्स
ml: പ്രധാന ടൂളുകൾ

source: Crop Suggestion AI
hi: फसल सुझाव
ml: വിള നിർദ്ദേശം

# cropSuggestionAiDesc
source: Get personalized crop recommendations based on your soil, climate, and market conditions
hi: अपनी मिट्टी, जलवायु और बाजार की स्थितियों के आधार पर व्यक्तिगत फसल सिफारिशें प्राप्त करें
ml: നിങ്ങളുടെ മണ്ണ്, കാലാവസ്ഥ, വിപണി സാഹചര്യങ്ങൾ എന്നിവയെ അടിസ്ഥാനമാക്കി വ്യക്തിഗത വിള ശുപാർശകൾ നേടുക

source: Plant Recommendation
hi: पौधे की सिफारिश
ml: സസ്യ ശുപാർശ

# plantRecommendationDesc
source: Get personalized plant suggestions perfect for your conditions and small-scale growing
hi: आपकी स्थितियों और छोटे पैमाने की खेती के लिए उपयुक्त व्यक्तिगत पौधे के सुझाव प्राप्त करें
ml: നിങ്ങളുടെ സാഹചര്യങ്ങൾക്കും ചെറുകിട കൃഷിക്കും അനുയോജ്യമായ വ്യക്തിഗത സസ്യ നിർദ്ദേശങ്ങൾ നേടുക

# plantDoctorDesc2
source: Upload photos of diseased plants to get instant AI diagnosis and treatment recommendations
hi: तत्काल AI निदान और उपचार सिफारिशें प्राप्त करने के लिए रोगग्रस्त पौधों की तस्वीरें अपलोड करें
ml: തൽക്ഷണ AI രോഗനിർണയവും ചികിത്സാ ശുപാർശകളും നേടാൻ രോഗബാധിതമായ സസ്യങ്ങളുടെ ഫോട്ടോകൾ അപ്‌ലോഡ് ചെയ്യുക

source: Popular
hi: लोकप्रिय
ml: ജനപ്രിയം

source: Smart
hi: स्मार्ट
ml: സ്മാർട്ട്

# newLabel
source: New
hi: नया
ml: പുതിയത്

source: Additional Tools
hi: अतिरिक्त टूल्स
ml: അധിക ടൂളുകൾ

source: AR Plant Layout
hi: AR पौधे लेआउट
ml: AR പ്ലാന്റ് ലേഔട്ട്

# arPlantLayoutDesc
source: Visualize crop layouts in your space using augmented reality
hi: संवर्धित वास्तविकता का उपयोग करके अपने स्थान में फसल लेआउट की कल्पना करें
ml: ഓഗ്മെന്റഡ് റിയാലിറ്റി ഉപയോഗിച്ച് നിങ്ങളുടെ സ്ഥലത്ത് വിള ലേഔട്ടുകൾ ദൃശ്യവൽക്കരിക്കുക

source: Weather Prediction
hi: मौसम पूर्वानुमान
ml: കാലാവസ്ഥാ പ്രവചനം

# weatherPredictionDesc
source: AI-powered weather forecasts for better farming decisions
hi: बेहतर खेती के निर्णयों के लिए AI-संचालित मौसम पूर्वानुमान
ml: മികച്ച കാർഷിക തീരുമാനങ്ങൾക്കായി AI-പവർഡ് കാലാവസ്ഥാ പ്രവചനങ്ങൾ

# soilAnalysisTitle
source: Soil Analysis
hi: मिट्टी विश्लेषण
ml: മണ്ണ് വിശകലനം

# soilAnalysisDesc
source: Upload soil photos for AI-powered nutrient analysis
hi: AI-संचालित पोषक तत्व विश्लेषण के लिए मिट्टी की तस्वीरें अपलोड करें
ml: AI-പവർഡ് പോഷക വിശകലനത്തിനായി മണ്ണിന്റെ ഫോട്ടോകൾ അപ്‌ലോഡ് ചെയ്യുക

source: More Features
hi: और सुविधाएं
ml: കൂടുതൽ സവിശേഷതകൾ

source: Satellite Farm Analysis
hi: उपग्रह फार्म विश्लेषण
ml: സാറ്റലൈറ്റ് ഫാം വിശകലനം

# satelliteFarmAnalysisDesc
source: Get real-time satellite monitoring and AI-powered analysis of your farm. Monitor crop health, soil conditions, and get smart recommendations.
hi: अपने फार्म की वास्तविक समय उपग्रह निगरानी और AI-संचालित विश्लेषण प्राप्त करें। फसल स्वास्थ्य, मिट्टी की स्थिति की निगरानी करें और स्मार्ट सिफारिशें प्राप्त करें।
ml: നിങ്ങളുടെ ഫാമിന്റെ തത്സമയ സാറ്റലൈറ്റ് നിരീക്ഷണവും AI-പവർഡ് വിശകലനവും നേടുക. വിള ആരോഗ്യം, മണ്ണിന്റെ അവസ്ഥകൾ നിരീക്ഷിക്കുകയും സ്മാർട്ട് ശുപാർശകൾ നേടുകയും ചെയ്യുക.

source: Explore Satellite Analysis
hi: उपग्रह विश्लेषण का अन्वेषण करें
ml: സാറ്റലൈറ്റ് വിശകലനം പര്യവേക്ഷണം ചെയ്യുക

# weatherPredictionComingSoon
source: Weather prediction feature coming soon!
hi: मौसम पूर्वानुमान सुविधा जल्द आ रही है!
ml: കാലാവസ്ഥാ പ്രവചന സവിശേഷത ഉടൻ വരുന്നു!

# soilAnalysisComingSoon
source: Soil analysis feature coming soon!
hi: मिट्टी विश्लेषण सुविधा जल्द आ रही है!
ml: മണ്ണ് വിശകലന സവിശേഷത ഉടൻ വരുന്നു!
